Repository: amiga-mui/betterstring
Catalog: mcp/locale/slovak.po
Languages: sk

# MSG_Label_Active (0//)
source: Active:
sk: Aktívne:

# MSG_Label_Background (1//)
source: Background
sk: Pozadie

# MSG_Label_Cursor (2//)
source: Cursor:
sk: Kurzor:

# MSG_Label_Inactive (5//)
source: Inactive:
sk: Neaktívne:

# MSG_Label_Marked (6//)
source: Marked:
sk: Označené:

# MSG_String_TestString (8//)
source: Test the power of BetterString here!
sk: Vyskúšajte možnosti BetterString !

# MSG_Help_Copy (9//)
source: Copy all or marked text
sk: Skopíruje všetko alebo označí text

# MSG_Help_Cut (11//)
source: Cut all or marked text
sk: Vystrihne všetko alebo označí text

# MSG_Help_Paste (13//)
source: Paste
sk: Vloží

# MSG_Help_Undo (15//)
source: Undo last deletion
sk: Vráti späť poslednú zmenu

# MSG_Help_Redo (17//)
source: Redo last deletion
sk: Odvolá späť poslednú zmenu

# MSG_Help_ToggleBuffer (19//)
source: Toggle between original and modified buffer
sk: Prepne medzi originálnym na zmeneným obsahom

# MSG_Help_ToggleCaseChar (21//)
source: Toggle case on character
sk: Prepne veľkosť písmena

# MSG_Help_ToggleCaseWord (23//)
source: Toggle case on word
sk: Prepne veľkosť slova

# MSG_Help_IncreaseNumber (25//)
source: Increase number
sk: K aktuálnej hodnote pričíta jednotku

# MSG_Help_DecreaseNumber (27//)
source: Decrease number
sk: Od aktuálnej hodnoty odčíta jednotku

# MSG_Help_HexToDecimal (29//)
source: Hex to Decimal
sk: Preloží HEXa tvar na DECimálny tvar

# MSG_Help_DecimalToHex (31//)
source: Decimal to Hex
sk: Preloží DECimálny tvat na HEXa tvar

# MSG_Help_FilenameCompletition (33//)
source: Filenamecompletion (use SHIFT to cycle back)
sk: Postupné doplnenie názvu súboru (pomocou SHIFT + back)

# MSG_Help_Mark (35//)
source: Mark
sk: Označ

# MSG_Help_Mark_Shortcut (36//)
source: CTRL + cursor
sk: CTRL + Kurzor

# MSG_Help_GotoToStartEndOfLine (37//)
source: Goto to start/end of line
sk: Prejde na začiatok/koniec riadka

# MSG_Help_GotoToStartEndOfLine_Shortcut (38//)
source: SHIFT + cursor
sk: SHIFT + Kurzor

# MSG_Help_DeleteToStartEndOfLine (39//)
source: Delete to start/end of line
sk: Zmaže začiatok/koniec riadka

# MSG_Help_GotoToPrevNextWord (41//)
source: Goto to previous/next word
sk: Prejde na predošlé/ďaľšie slovo

# MSG_Help_GotoToPrevNextWord_Shortcut (42//)
source: ALT + cursor
sk: ALT + Kurzor

# MSG_Help_DeleteToPrevNextWord (43//)
source: Delete previous/next word
sk: Zmaže predošlé/ďaľšie slovo

# MSG_SelectOnActive (45//)
source: Select on Active
sk: Voľba na aktívne

# MSG_HELP_SelectOnActive (46//)
source: Automatically select all text when a BetterString object gets activated via TAB cycling or mouse activation.
sk: Automaticky vyberie všetok text, keď príde k aktivácii BetterString objektu pomocou klávesy TAB alebo activáciou myši.

# MSG_SelectPointer (47//)
source: Selection Pointer
sk: Zmení šípku na kurzor

# MSG_HELP_SelectPointer (48//)
source: If enabled, a custom selection pointer will appear when the mouse pointer is above a betterstring gadget.
sk: Týmto zapnete zmenu vzhľadu šípky myši na kurzor keď prejdete myšou na BetterString prvok.
